let updateData = {
    data:[
        {
            "title":"系统报表优化",
            "date":"2018-02-09",
            "time":"14:06:18",
            "see":"1",
            "content":[
                "1.在线客服报表新增访客浏览轨迹热力图报表",
                "新增“访客浏览轨迹热力图”报表，通过颜色变化，展现访客浏览网页时，在页面上的点击分布情况，直观易懂地帮助网站管理者了解访客的关注内容、优化网站。",
                "使用前提：用户需要在后台“渠道设置-网站基本信息”中开启“访客浏览轨迹回放”功能后，系统才会搜集访客浏览数据并形成热力图报表（由于需要计算数据行为，报表只能展示前一天数据分析）。",
                "2.机器人消息报表支持按消息来源渠道进行搜索",
                "机器人消息报表中支持按照：网站咨询、wap咨询、app咨询、微信咨询、微博咨询的消息来源渠道对机器人消息数据进行搜索，使数据管理人员在查看此类消息时可以更佳方便查询，更好的满足使用需求。",
                "3.在线客服与工单报表中的座席工作量报表支持搜索“已选座席下属”的相关数据",
                "数据人员在“在线客服工作量报表”和“工单座席工作量报表”中搜索单个座席的相关数据时，增加“已选座席下属”勾选项，方便整体查询下属及当前座席的工作量情况。",
                "4.“在线客服消息报表”中支持统计各渠道的留言数",
                "“在线客服报表—消息报表”中，新增“留言数”统计项，数据统计人员可以在报表内查看各个渠道的留言数量，方便进行数据统计，关注留言类的相关数据。"
            ]
        },
        {
            "title":"工单信息中关联通话录音",
            "date":"2018-02-09",
            "time":"14:06:18",
            "see":"0",
            "content":[
                "客服针对某条实现双方通话的记录，添加工单内容后，工单信息中将自动关联该条通话的录音内容，座席可以在处理工单时，随时播放录音，根据录音内容，更好了解客户的需求，及时有效的解决客服问题。"
            ]
        },
        {
            "title":"转接会话特殊标识",
            "date":"2018-02-09",
            "time": "14:06:18",
            "see": "0",
            "content":[
                "座席在日常工作中会遇到需要其他座席帮忙处理的会话，当前座席将会话转接给其他座席时，为了可以使其他座席更好的查看到此类型会话，在会话卡片中，增加了“转接会话”的标识，方便其他座席可以更快的接入会话，提升访客的服务体验。"
            ]
        },
        {
            "title":"座席端发送消息支持撤回",
            "date":"2018-02-09",
            "time":"14:06:18",
            "see":"0",
            "content":[
                "针对座席端回复内容错误或不理想时，允许座席撤回2分钟内发送的内容，消息撤回后，将不展示之前发送的真实内容，此功能在web端和APP端都可以支持"
            ]
        },
        {
            "title":"座席端发送消息支持撤回",
            "date":"2018-02-09",
            "time":"14:06:03",
            "see":"1",
            "content":[
                "针对座席端回复内容错误或不理想时，允许座席撤回2分钟内发送的内容，消息撤回后，将不展示之前发送的真实内容，此功能在web端和APP端都可以支持"
            ]
        },
        {
            "title":"转接会话特殊标识",
            "date":"2018-02-09",
            "time": "14:05:42",
            "see": "0",
            "content":[
                "座席在日常工作中会遇到需要其他座席帮忙处理的会话，当前座席将会话转接给其他座席时，为了可以使其他座席更好的查看到此类型会话，在会话卡片中，增加了“转接会话”的标识，方便其他座席可以更快的接入会话，提升访客的服务体验。"
            ]
        },
        {
            "title":"工单信息中关联通话录音",
            "date":"2018-02-09",
            "time":"14:05:22",
            "see":"0",
            "content":[
                "客服针对某条实现双方通话的记录，添加工单内容后，工单信息中将自动关联该条通话的录音内容，座席可以在处理工单时，随时播放录音，根据录音内容，更好了解客户的需求，及时有效的解决客服问题。"
            ]
        },
        {
            "title":"系统报表优化",
            "date":"2018-02-09",
            "time":"14:04:45",
            "see":"1",
            "content":[
                "1.在线客服报表新增访客浏览轨迹热力图报表",
                "新增“访客浏览轨迹热力图”报表，通过颜色变化，展现访客浏览网页时，在页面上的点击分布情况，直观易懂地帮助网站管理者了解访客的关注内容、优化网站。",
                "使用前提：用户需要在后台“渠道设置-网站基本信息”中开启“访客浏览轨迹回放”功能后，系统才会搜集访客浏览数据并形成热力图报表（由于需要计算数据行为，报表只能展示前一天数据分析）。",
                "2.机器人消息报表支持按消息来源渠道进行搜索",
                "机器人消息报表中支持按照：网站咨询、wap咨询、app咨询、微信咨询、微博咨询的消息来源渠道对机器人消息数据进行搜索，使数据管理人员在查看此类消息时可以更佳方便查询，更好的满足使用需求。",
                "3.在线客服与工单报表中的座席工作量报表支持搜索“已选座席下属”的相关数据",
                "数据人员在“在线客服工作量报表”和“工单座席工作量报表”中搜索单个座席的相关数据时，增加“已选座席下属”勾选项，方便整体查询下属及当前座席的工作量情况。",
                "4.“在线客服消息报表”中支持统计各渠道的留言数",
                "“在线客服报表—消息报表”中，新增“留言数”统计项，数据统计人员可以在报表内查看各个渠道的留言数量，方便进行数据统计，关注留言类的相关数据。"
            ]
        }
    ]
}

let problemData = {
    "start":[
        {
            "title":"简单介绍",
            "date":"2018-02-09",
            "time":"13:59:10",
            "see":"5",
            "content":[
                "CoCo智能客服系统，拥有强大的在线客服系统、呼叫中心系统、CRM系统、工单系统。为了让您能够快速的了解CoCo产品，“快速使用”将引导您进行一些简单的操作。如果在使用的过程中遇到了问题，您可以联系我们的在线客服，或者进入详细指导页面进行查询。",
                "在使用之前，请确保您已经开通了CoCo客服系统企业帐号。如果您尚未注册，请前往企业客服系统注册页面进行注册。注册之后，即可体验“在线客服”，“工单系统”、“邮件”、“反馈标签”等功能。",
                "如果您需要体验呼叫中心的功能，请和我们的商务进行联系。"
            ]
        },
        {
            "title":"准备步骤",
            "date":"2018-02-09",
            "time":"13:58:23",
            "see":"0",
            "content":[
                "一、角色",
                "（1）管理员：设置渠道、添加客服帐号等功能，不能使用在线客服、呼叫中心等功能。",
                "（2）客服：接待客户，回答在线客户的问题，需要管理员添加进系统。",
                "（3）客户：您的客户，他们浏览网站时、会发起咨询请求，向客服咨询问题。发送邮件、打电话至客服中心",
                "二、使用环境",
                "为了获得更流畅的体验，强烈推荐客服与管理员使用谷歌Chrome浏览器。",
                "如果您已经开通了呼叫中心，并已经购置了IP话机。",
                "三、帐号准备",
                "您需要添加客服帐号，用以体验呼叫中心与在线客服。"
            ]
        },
    ],
    "use":[
        {
            "title":"CoCo Insight 产品概述",
            "date":"2018-02-09",
            "time":"14:00:45",
            "see":"0",
            "content":[
                "CoCo Insight 产品概述",
                "CoCo客服系统目前积累了大量的用户客服数据，通过合理的挖掘和分析，这些数据可以帮助客户更好的了解自身客服状况，为以后客服甚至业务、产品的发展提供帮助。在这样的内外部环境的共同作用下，属于我们CoCo自己的大数据分析平台就这样应运而生了。",
                "CoCo Insight作为新一代大数据分析平台，具备强大的数据搜集、整合、清洗、建模与分析功能。自由度十足的自定义报表与自定义看板可以帮助用户针对不同的目的获取个性化的数据分析结果，所见即所得的直观效果、多维度分析的全面性可以为公司提供准确的决策依据，极大的提升工作效率，真正的实现了数据驱动业务。此外，CoCo Insight平台依托于CoCo强大的客服与数据体系，所以无需进行SDK接入与数据接入操作，降低了客户使用平台的难度，同事节省了大量数据接入的时间，大大的提高客户效率。",
                "CoCo Insight 对企业的的价值",
                "自定义数据计算公式，数据报表，数据看板，满足企业对数据的个性化分析需求",
                "SaaS行业用户的个性化程度高，传统报表和系统看版已经无法满足客户个性化需求。因此CoCo Insight 开发了一套可以让客户个性化的创建自己所需的报表与看版功能。用户可以根据自己的需要来选择适合自身的报表和看版。实现了让客户自己创建个性化报表。同时，客户还可利用自定义数据计算公式完成数据分析工作。而数据看板可将多张个性化报表呈现放在一张个性看板上，满足了客户各种各样的数据分析需求。",
                "十余种图表形式，多维度，多指标对比，帮助企业快速发现问题与机遇",
                "报表数据繁杂，非专业人士很难迅速抓到重点，从中挖掘出业务存在的问题。CoCo Insight 针对不同的图表样式特点，配置了不同的维度、对比与指标配置。客户创建报表时，先选定图表样式，然后到字段配置区自主选择想要创建报表的维度、对比与指标，在配置区中，客户可以直接将所需的字段拖拽到相应区域。配置完成后，个性化自定义报表便创建成功了。此功能的设置不仅让客户使用起来更加方便，还提高了客户体验度。",
                "跨部门协作，简单且安全的数据分享模式",
                "CoCo Insight 提供了专业而安全的数据分享模式，企业各部门之间可以随时随地、移动办公打破时间和空间的限制，快速部署、跟踪、查看数据分析库，管理个人和团队的项目和任务。将目标有效落实。",
                "上述每种功能都能增强企业适应业务发展的应变能力。支持不断增长的数据量、更多分析模型使企业客户数据分析解决方案具备更多的扩展性。"
            ]
        },
        {
            "title":"CoCo KM知识管理系统产品概述",
            "date":"2018-02-09",
            "time":"13:59:57",
            "see":"0",
            "content":[
                "CoCo Insight 产品概述",
                "CoCo客服系统目前积累了大量的用户客服数据，通过合理的挖掘和分析，这些数据可以帮助客户更好的了解自身客服状况，为以后客服甚至业务、产品的发展提供帮助。在这样的内外部环境的共同作用下，属于我们CoCo自己的大数据分析平台就这样应运而生了。",
                "CoCo Insight作为新一代大数据分析平台，具备强大的数据搜集、整合、清洗、建模与分析功能。自由度十足的自定义报表与自定义看板可以帮助用户针对不同的目的获取个性化的数据分析结果，所见即所得的直观效果、多维度分析的全面性可以为公司提供准确的决策依据，极大的提升工作效率，真正的实现了数据驱动业务。此外，CoCo Insight平台依托于CoCo强大的客服与数据体系，所以无需进行SDK接入与数据接入操作，降低了客户使用平台的难度，同事节省了大量数据接入的时间，大大的提高客户效率。",
                "CoCo Insight 对企业的的价值",
                "自定义数据计算公式，数据报表，数据看板，满足企业对数据的个性化分析需求",
                "SaaS行业用户的个性化程度高，传统报表和系统看版已经无法满足客户个性化需求。因此CoCo Insight 开发了一套可以让客户个性化的创建自己所需的报表与看版功能。用户可以根据自己的需要来选择适合自身的报表和看版。实现了让客户自己创建个性化报表。同时，客户还可利用自定义数据计算公式完成数据分析工作。而数据看板可将多张个性化报表呈现放在一张个性看板上，满足了客户各种各样的数据分析需求。",
                "十余种图表形式，多维度，多指标对比，帮助企业快速发现问题与机遇",
                "报表数据繁杂，非专业人士很难迅速抓到重点，从中挖掘出业务存在的问题。CoCo Insight 针对不同的图表样式特点，配置了不同的维度、对比与指标配置。客户创建报表时，先选定图表样式，然后到字段配置区自主选择想要创建报表的维度、对比与指标，在配置区中，客户可以直接将所需的字段拖拽到相应区域。配置完成后，个性化自定义报表便创建成功了。此功能的设置不仅让客户使用起来更加方便，还提高了客户体验度。",
                "跨部门协作，简单且安全的数据分享模式",
                "CoCo Insight 提供了专业而安全的数据分享模式，企业各部门之间可以随时随地、移动办公打破时间和空间的限制，快速部署、跟踪、查看数据分析库，管理个人和团队的项目和任务。将目标有效落实。",
                "上述每种功能都能增强企业适应业务发展的应变能力。支持不断增长的数据量、更多分析模型使企业客户数据分析解决方案具备更多的扩展性。"
            ]
        },
        {
            "title":"微博客服使用说明",
            "date":"2018-02-09",
            "time":"13:59:27",
            "see":"0",
            "content":[
                "CoCo Insight 产品概述",
                "CoCo客服系统目前积累了大量的用户客服数据，通过合理的挖掘和分析，这些数据可以帮助客户更好的了解自身客服状况，为以后客服甚至业务、产品的发展提供帮助。在这样的内外部环境的共同作用下，属于我们CoCo自己的大数据分析平台就这样应运而生了。",
                "CoCo Insight作为新一代大数据分析平台，具备强大的数据搜集、整合、清洗、建模与分析功能。自由度十足的自定义报表与自定义看板可以帮助用户针对不同的目的获取个性化的数据分析结果，所见即所得的直观效果、多维度分析的全面性可以为公司提供准确的决策依据，极大的提升工作效率，真正的实现了数据驱动业务。此外，CoCo Insight平台依托于CoCo强大的客服与数据体系，所以无需进行SDK接入与数据接入操作，降低了客户使用平台的难度，同事节省了大量数据接入的时间，大大的提高客户效率。",
                "CoCo Insight 对企业的的价值",
                "自定义数据计算公式，数据报表，数据看板，满足企业对数据的个性化分析需求",
                "SaaS行业用户的个性化程度高，传统报表和系统看版已经无法满足客户个性化需求。因此CoCo Insight 开发了一套可以让客户个性化的创建自己所需的报表与看版功能。用户可以根据自己的需要来选择适合自身的报表和看版。实现了让客户自己创建个性化报表。同时，客户还可利用自定义数据计算公式完成数据分析工作。而数据看板可将多张个性化报表呈现放在一张个性看板上，满足了客户各种各样的数据分析需求。",
                "十余种图表形式，多维度，多指标对比，帮助企业快速发现问题与机遇",
                "报表数据繁杂，非专业人士很难迅速抓到重点，从中挖掘出业务存在的问题。CoCo Insight 针对不同的图表样式特点，配置了不同的维度、对比与指标配置。客户创建报表时，先选定图表样式，然后到字段配置区自主选择想要创建报表的维度、对比与指标，在配置区中，客户可以直接将所需的字段拖拽到相应区域。配置完成后，个性化自定义报表便创建成功了。此功能的设置不仅让客户使用起来更加方便，还提高了客户体验度。",
                "跨部门协作，简单且安全的数据分享模式",
                "CoCo Insight 提供了专业而安全的数据分享模式，企业各部门之间可以随时随地、移动办公打破时间和空间的限制，快速部署、跟踪、查看数据分析库，管理个人和团队的项目和任务。将目标有效落实。",
                "上述每种功能都能增强企业适应业务发展的应变能力。支持不断增长的数据量、更多分析模型使企业客户数据分析解决方案具备更多的扩展性。"
            ]
        }
    ],
    "app":[
        {
            "title":"直接给你们的微信公众平台发送微信消息就能得到反馈吗？",
            "date":"2018-02-09",
            "time":"14:01:59",
            "see":"0",
            "content":[
                "CoCo Insight 产品概述",
                "CoCo客服系统目前积累了大量的用户客服数据，通过合理的挖掘和分析，这些数据可以帮助客户更好的了解自身客服状况，为以后客服甚至业务、产品的发展提供帮助。在这样的内外部环境的共同作用下，属于我们CoCo自己的大数据分析平台就这样应运而生了。",
                "CoCo Insight作为新一代大数据分析平台，具备强大的数据搜集、整合、清洗、建模与分析功能。自由度十足的自定义报表与自定义看板可以帮助用户针对不同的目的获取个性化的数据分析结果，所见即所得的直观效果、多维度分析的全面性可以为公司提供准确的决策依据，极大的提升工作效率，真正的实现了数据驱动业务。此外，CoCo Insight平台依托于CoCo强大的客服与数据体系，所以无需进行SDK接入与数据接入操作，降低了客户使用平台的难度，同事节省了大量数据接入的时间，大大的提高客户效率。",
                "CoCo Insight 对企业的的价值",
                "自定义数据计算公式，数据报表，数据看板，满足企业对数据的个性化分析需求",
                "SaaS行业用户的个性化程度高，传统报表和系统看版已经无法满足客户个性化需求。因此CoCo Insight 开发了一套可以让客户个性化的创建自己所需的报表与看版功能。用户可以根据自己的需要来选择适合自身的报表和看版。实现了让客户自己创建个性化报表。同时，客户还可利用自定义数据计算公式完成数据分析工作。而数据看板可将多张个性化报表呈现放在一张个性看板上，满足了客户各种各样的数据分析需求。",
                "十余种图表形式，多维度，多指标对比，帮助企业快速发现问题与机遇",
                "报表数据繁杂，非专业人士很难迅速抓到重点，从中挖掘出业务存在的问题。CoCo Insight 针对不同的图表样式特点，配置了不同的维度、对比与指标配置。客户创建报表时，先选定图表样式，然后到字段配置区自主选择想要创建报表的维度、对比与指标，在配置区中，客户可以直接将所需的字段拖拽到相应区域。配置完成后，个性化自定义报表便创建成功了。此功能的设置不仅让客户使用起来更加方便，还提高了客户体验度。",
                "跨部门协作，简单且安全的数据分享模式",
                "CoCo Insight 提供了专业而安全的数据分享模式，企业各部门之间可以随时随地、移动办公打破时间和空间的限制，快速部署、跟踪、查看数据分析库，管理个人和团队的项目和任务。将目标有效落实。",
                "上述每种功能都能增强企业适应业务发展的应变能力。支持不断增长的数据量、更多分析模型使企业客户数据分析解决方案具备更多的扩展性。"
            ]
        },
        {
            "title":"移动端有帮助中心吗？",
            "date":"2018-02-09",
            "time":"14:01:32",
            "see":"0",
            "content":[
                "CoCo Insight 产品概述",
                "CoCo客服系统目前积累了大量的用户客服数据，通过合理的挖掘和分析，这些数据可以帮助客户更好的了解自身客服状况，为以后客服甚至业务、产品的发展提供帮助。在这样的内外部环境的共同作用下，属于我们CoCo自己的大数据分析平台就这样应运而生了。",
                "CoCo Insight作为新一代大数据分析平台，具备强大的数据搜集、整合、清洗、建模与分析功能。自由度十足的自定义报表与自定义看板可以帮助用户针对不同的目的获取个性化的数据分析结果，所见即所得的直观效果、多维度分析的全面性可以为公司提供准确的决策依据，极大的提升工作效率，真正的实现了数据驱动业务。此外，CoCo Insight平台依托于CoCo强大的客服与数据体系，所以无需进行SDK接入与数据接入操作，降低了客户使用平台的难度，同事节省了大量数据接入的时间，大大的提高客户效率。",
                "CoCo Insight 对企业的的价值",
                "自定义数据计算公式，数据报表，数据看板，满足企业对数据的个性化分析需求",
                "SaaS行业用户的个性化程度高，传统报表和系统看版已经无法满足客户个性化需求。因此CoCo Insight 开发了一套可以让客户个性化的创建自己所需的报表与看版功能。用户可以根据自己的需要来选择适合自身的报表和看版。实现了让客户自己创建个性化报表。同时，客户还可利用自定义数据计算公式完成数据分析工作。而数据看板可将多张个性化报表呈现放在一张个性看板上，满足了客户各种各样的数据分析需求。",
                "十余种图表形式，多维度，多指标对比，帮助企业快速发现问题与机遇",
                "报表数据繁杂，非专业人士很难迅速抓到重点，从中挖掘出业务存在的问题。CoCo Insight 针对不同的图表样式特点，配置了不同的维度、对比与指标配置。客户创建报表时，先选定图表样式，然后到字段配置区自主选择想要创建报表的维度、对比与指标，在配置区中，客户可以直接将所需的字段拖拽到相应区域。配置完成后，个性化自定义报表便创建成功了。此功能的设置不仅让客户使用起来更加方便，还提高了客户体验度。",
                "跨部门协作，简单且安全的数据分享模式",
                "CoCo Insight 提供了专业而安全的数据分享模式，企业各部门之间可以随时随地、移动办公打破时间和空间的限制，快速部署、跟踪、查看数据分析库，管理个人和团队的项目和任务。将目标有效落实。",
                "上述每种功能都能增强企业适应业务发展的应变能力。支持不断增长的数据量、更多分析模型使企业客户数据分析解决方案具备更多的扩展性。"
            ]
        },
        {
            "title":"如何解决app无法登录的问题？",
            "date":"2018-02-09",
            "time":"14:01:00",
            "see":"0",
            "content":[
                "CoCo Insight 产品概述",
                "CoCo客服系统目前积累了大量的用户客服数据，通过合理的挖掘和分析，这些数据可以帮助客户更好的了解自身客服状况，为以后客服甚至业务、产品的发展提供帮助。在这样的内外部环境的共同作用下，属于我们CoCo自己的大数据分析平台就这样应运而生了。",
                "CoCo Insight作为新一代大数据分析平台，具备强大的数据搜集、整合、清洗、建模与分析功能。自由度十足的自定义报表与自定义看板可以帮助用户针对不同的目的获取个性化的数据分析结果，所见即所得的直观效果、多维度分析的全面性可以为公司提供准确的决策依据，极大的提升工作效率，真正的实现了数据驱动业务。此外，CoCo Insight平台依托于CoCo强大的客服与数据体系，所以无需进行SDK接入与数据接入操作，降低了客户使用平台的难度，同事节省了大量数据接入的时间，大大的提高客户效率。",
                "CoCo Insight 对企业的的价值",
                "自定义数据计算公式，数据报表，数据看板，满足企业对数据的个性化分析需求",
                "SaaS行业用户的个性化程度高，传统报表和系统看版已经无法满足客户个性化需求。因此CoCo Insight 开发了一套可以让客户个性化的创建自己所需的报表与看版功能。用户可以根据自己的需要来选择适合自身的报表和看版。实现了让客户自己创建个性化报表。同时，客户还可利用自定义数据计算公式完成数据分析工作。而数据看板可将多张个性化报表呈现放在一张个性看板上，满足了客户各种各样的数据分析需求。",
                "十余种图表形式，多维度，多指标对比，帮助企业快速发现问题与机遇",
                "报表数据繁杂，非专业人士很难迅速抓到重点，从中挖掘出业务存在的问题。CoCo Insight 针对不同的图表样式特点，配置了不同的维度、对比与指标配置。客户创建报表时，先选定图表样式，然后到字段配置区自主选择想要创建报表的维度、对比与指标，在配置区中，客户可以直接将所需的字段拖拽到相应区域。配置完成后，个性化自定义报表便创建成功了。此功能的设置不仅让客户使用起来更加方便，还提高了客户体验度。",
                "跨部门协作，简单且安全的数据分享模式",
                "CoCo Insight 提供了专业而安全的数据分享模式，企业各部门之间可以随时随地、移动办公打破时间和空间的限制，快速部署、跟踪、查看数据分析库，管理个人和团队的项目和任务。将目标有效落实。",
                "上述每种功能都能增强企业适应业务发展的应变能力。支持不断增长的数据量、更多分析模型使企业客户数据分析解决方案具备更多的扩展性。"
            ]
        }
    ]
}